# -*- coding: utf-8 -*-
# @Time    : 2/12/23 11:22 PM
# @FileName: setting.py
# @Software: PyCharm
# @Github    ：sudoskys
HELP_WORDS = ["怎么", "How",
              "什么", "作用", "知道", "吗？", "什么", "认识", "What",
              "what", "who", "how", "Who",
              "Why", "的作品", "why", "Where",
              "了解", "简述一下", "How to", "how to",
              "解释", "怎样的", "新闻", "ニュース", "电影", "番剧", "アニメ",
              "2022", "2023", "请教", "介绍", "怎样", "吗", "么", "？", "?", "呢",
              ]

STOP_SENTENCE = ["下面就让我们", "博客园", "一起来看看吧", "下面为大家带来"
                                                           "小编", "相关视频",
                 "一起来看一下",
                 "小伙伴们",
                 "究竟是什么意思",
                 "看影片", "_哔哩哔哩", "已浏览", "_百度贴吧", "的视频", "搜狐视频",
                 "看人次",
                 "意思介绍", " › ", "游侠",
                 "为您提供", "今日推荐", "線上看", "线上看",
                 "高清观看", "点击下载", "带来不一样的", "..去看看",
                 "最新章节", "电影网", "资源下载：", "高清全集在线",
                 "在线观看地址",
                 "上观看"]
